Repository: loginom/loginom-help-en-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Метод балансировки — подсчитывается разница между округленным разгруппируемым значением и фактической суммой округленных разгруппированных.
en: Balance method: the difference between the rounded ungrouped value and actual sum of the rounded ungrouped values is calculated.

source: Метод кросс-валидации K-folds
en: K-folds cross validation method

source: Метод разгруппировки — в выпадающем списке выбирается один из трех методов разгруппировки.
en: Ungrouping method: one of three ungrouping methods is selected in the drop-down list.

source: Метод сжатия — доступны варианты Без сжатия (используется по умолчанию) и LZ4.
en: Compression method: Without compression (it is used by default) and LZ4 options are available.

source: Метод сэмплинга
en: Sampling method

source: Метод сэмплинга:
en: Sampling method:

source: Метод
en: Method

source: Метод — выбирается один из HTTP-методов, используемых при отправке запросов к сервису:
en: Method: one of the HTTP methods used while request sending to the service is selected.

source: Метод — поле представлено раскрывающимся списком, из которого необходимо выбрать метод квантования:
en: Method: the field is represented by the drop-down list to select a binning method:

source: Методом Drag-and-drop — перетащить метку поля на элемент.
en: Drag-and-drop method: drag the field caption to the item.

source: Миллисекунды.
en: Milliseconds.

source: Минимальная достоверность правила, % — позволяет отсеять наименее точные правила (значение от 0 до 100).
en: Minimum rule confidence, % enables to exclude the least precise rules (the value varies from 0 to 100).

source: Минимальная поддержка, % — минимальная частота, с которой набор встречается в транзакциях (значение 0 до 100).
en: Minimum support, %: the minimum frequency of the itemset occurrence in transactions (the value varies from 0 to 100).

source: Минимальный лифт правила — значение лифта > 1 косвенно подтверждает значимость правила, поскольку говорит о положительной связи двух предметных наборов (условия и следствия правила).
en: Minimum rule lift: the lift value > 1 indirectly confirms the rule importance, as it shows the positive connection of two object itemsets (rule condition and consequence).

source: Минимум (Имя факта.Min ) — наименьшее из всех значений фактов.
en: Minimum (Measure name.Min ): the least value from all measures values.

source: Минимум Минимум;
en: Minimum Minimum;

source: Минимум — минимальное значение.
en: Minimum: the minimum value.

source: Минимум — отображается минимальное значение квантуемого поля.
en: Minimum: the minimum value of the quantized field is displayed.

source: Минуты.
en: Minutes.

source: Множества — группа из двух столбцов:
en: Sets: the group from two columns:

source: Множественное — выделяет сразу несколько ячеек, для множественного выделения необходимо при клике зажать клавишу %kbd Ctrl %, которая добавляет в выделение ячейку или удаляет ячейку из него.
en: Multipleselects several cells at once. To use the multiple selection, it is required to hold down %kbd Ctrl % key that enables to add the cell to the selected ones or delete the cell from them.

source: Множество — в этом столбце отображается тип множества.
en: Set: the set type is displayed in this column.

source: Множитель
en: Multiplier

source: Множитель — параметр, определяющий значимость столбца при построении модели.
en: Multiplier; the parameter that enables to define column significance while model training.

source: Модели
en: Models

source: Модификатор доступа
en: Access modifier

source: Модуль — сам по себе не содержит узлов обработки данных, но предоставляет отдельное пространство для Сценариев и Подключений к различным источникам данных.
en: The Module as such does not contain data processing nodes, but it provides separate space for the Workflows and Connections to different data sources.

source: Модульная система CommonJS
en: CommonJS Module System

source: Модульная система ECMAScript 6
en: ECMAScript 6 Module System

source: Монте-Карло - входные данные случайным образом разделяются на обучающее и валидационное множество в соответствии с заданной пропорцией.
en: Monte Carlo: the input data is randomly divided into the training and validation set according to the set proportion.

source: Монте-Карло — позволяет выбрать Количество итераций ресемплинга и задать размер обучающего и валидационного множества.
en: Monte Carlo enables to select Resampling iteration count and set the size of training and validation set.

source: Мощность кластера — показывает количество строк исходного набора, попавших в кластер.
en: Cluster size shows the row count of the source data set included into the cluster.

source: На значение — значения будут заменены на указанное.
en: With value: values will be replaced with the specified value.

source: На первую — перейти на первую запись;
en: На первую: go to the first record.

source: На первую — перейти на первую страницу;
en: To first: go to the first page.

source: На последнюю — перейти на последнюю запись.
en: To last: go to the last record.

source: На последнюю — перейти на последнюю страницу.
en: To last: go to the last page.

source: На предыдущую — перейти на предыдущую запись;
en: To previous: go to the previous record.

source: На предыдущую — перейти на предыдущую страницу;
en: To previous: go to the previous page.

source: На пропущенное — значения будут заменены на Null.
en: With empty: values will be replaced with Null.

source: На регулярное выражение — новое значение будет вычислено с использованием синтаксиса регулярного выражения.
en: With regular expression: the new value will be calculated using the regular expression syntax.

source: На сервере 1С:Предприятия — подключение через указание имени кластера и названия базы:
en: On 1C:Enterprise server: connection by specifying the cluster and database names:

source: На следующую — перейти на следующую запись;
en: To next: go to the next record.

source: На следующую — перейти на следующую страницу;
en: To next: go to the next page.

source: Набор XSD-схем
en: Set of XSD schemas

source: Набор данных Присоединяемая таблица N (таблица данных) — набор данных, содержащий таблицу замен;
en: Data set Joined table N (data table): the data set that contains a replacement table.

source: Навигатор — позволяет детализировать по оси X какой-либо участок диаграммы (отображается снизу под осью).
en: Navigator: detail any chart section along the X axis (it is displayed under the axis).

source: Навигация.
en: Navigation

source: Навигация;
en: Navigation

source: Назад Назад — возвращает к предыдущему открытому объекту.
en: Go back Go back enables to return to the previous opened object.

source: Название — название серии (т.е. конкретного графика).
en: Name: series name (namely, the definite graphic chart).

source: Назначение и структура пакета
en: Package usage type and structure

source: Назначение столбца:
en: Column Usage Type:

source: Назначение — для ряда обработчиков обязательно к заполнению при настройке входного порта.
en: Usage type: it is to be filled in when configuring the input port for some handlers.

source: Назначение — назначение полей/переменных выходного набора порта.
en: Usage type: usage type of the fields/variables of the output data set of the port.

source: Наименование — отображает список выбора.
en: Name displays the selection list.

source: Накопительная диаграмма Накопительная диаграмма — отображает один составной столбец, разбитый на цветные области, соответствующие кластерам.
en: Cumulative histogram Cumulative histogram displays one composite column divided into color areas matching the clusters.

source: Наличие временной зоны — определяет указывается ли информация о часовом поясе в рамках стандарта ISO_8601 в элементах XML, содержащих дату и/или время.
en: Specify time zone defines whether the time zone information is specified according to ISO_8601 in the XML items that contain the date and/or time.

source: Наличие временной зоны — определяет, указывается ли информация о часовом поясе в рамках стандарта ISO_8601 при передаче параметров запроса типа Дата/Время.
en: Specify time zone defines whether the time zone information is specified according to ISO_8601 when request parameters of the Date/Time type are transferred.

source: Наличие временной зоны — указание для данных формата дата/время временной зоны машины, на которой производится экспорт.
en: Specify time zone: specification of the time zone for the computer used for export for the date/time data format.

source: Наследование — означает, что изменение базового узла повлечет за собой изменение Производного компонента и, соответственно, всех созданных на базе этого компонента узлов Сценария;
en: Heritage means that the base node change will cause the Derived Component change, and, correspondingly, all Workflow nodes created on the basis of this component.

source: Настроенная информационная база — выбор из списка базы данных, подключение к которой уже было настроено через клиент 1С, установленный на той же машине, что и Loginom (в этом случае Loginom обращается к файлам с настройками подключений клиента 1С).
en: Configured information base enables to select from the list of the database connection to which has already been set up by means of 1С client installed on the same machine as Loginom (in this case, Loginom accesses the files with the 1С client connection settings).

source: Настроить факты
en: Configure measures

source: Настройка внешнего разбиения
en: Configure external binning

source: Настройка внешнего разбиения).
en: Configure External Binning).

source: Настройка кавычек — является информационным полем, указывающим, какие именно обрамляющие символы используются в подключении к данной БД.
en: Configure quotes represents the information field that enables to define which framing characters are used for connection to this DB.

source: Настройка конечных классов
en: Configure coarse classes

source: Настройка линейной регрессии;
en: Linear regression configuring.

source: Настройка логистической регрессии;
en: Logistic regression configuring;

source: Настройка назначений столбцов
en: Configure column usage types

source: Настройка параметров серии.
en: Configure series parameters.

source: Настройка показателей Настройка показателей… — выбор статистических показателей;
en: Configure indicators Configure indicators…: selection of the statistical indicators.

source: Настройка полей Настройка полей… — выбор полей набора данных, для которых будут подсчитаны статистические показатели;
en: Configure fields Configure fields… : selection of the data set fields for which the statistical indicators will be calculated.

source: Настройка порядка следования данных — этот шаг мастера добавляется при использовании метода с учетом временных колебаний и сезонности опорных данных, настройки следующие:
en: Configure Data Order: this wizard step is added when using Given time variations and seasonality of the reference data method with the following settings:

source: Настройка списка серий.
en: Configure list of series.

source: Настройка форматирования — область включает следующие флаги.
en: Configure Formatting: this area includes the following checkboxes.

source: Настройка форматирования — область включает следующие флаги:
en: Configure Formatting: the area includes the following checkboxes:

source: Настройки SSL — по кнопке вызывается диалог установки параметров подключения через безопасное соединение:
en: SSL settings: button enables to call the dialog of connection parameters setup via secure connection:

source: Настройки алгоритма:
en: Algorithm Settings:

source: Настройки внешнего разбиения:
en: Configure External Binning:

source: Настройки входного дискретного поля:
en: Input Discrete Field Settings:

source: Настройки входного непрерывного поля:
en: Input Continuous Field Settings:

source: Настройки выходного поля:
en: Configure Output Field:

source: Настройки осей
en: Configure axes

source: Настройки серий
en: Series editor

source: Начало работы
en: Start operation

source: Начало — переход на страницу «Начало»;
en: Home: transition to the "Home" page.

source: Начать с указанной степени регуляризации — использование в качестве начальной Степени регуляризации значения, заданного на странице настройки параметров Нейросети.
en: Start with the specified decay degree: usage of the value set on the page of the Neural Network parameters configuration as the initial Decay degree.

source: Начать с указанной структуры — использование в качестве начальных параметров значений, заданных на странице настройки параметров Нейросети (см.
en: Start with the specified structure: usage of the values set on the page of the Neural Network parameters configuration as the initial parameters (refer to

source: Не дополнять — дополнение записями, поля которых будут содержать пустые значения;
en: Leave empty: filling with the records the fields of which will contain null values.

source: Не заменять — выходной набор данных замены производиться не будут;
en: Do not replace: the output data set won't be replaced.

source: Не заменять — замены производиться не будут.
en: Do not replace: no replacement is performed.

source: Не использовать клиент СУБД — для Firebird изменение этого параметра не доступно.
en: Do not use DBMS client: it is not possible to change this parameter for Firebird.

source: Не использовать клиент СУБД — для Interbase изменение этого параметра не доступно.
en: Do not use DBMS client: it is not possible to change this parameter for Interbase.

source: Не использовать клиент СУБД — для Microsoft Access этот параметр не доступен;
en: Do not use DBMS client: this parameter is not available for Microsoft Access.

source: Не использовать клиент СУБД — для Microsoft Excel изменение этого параметра не доступно;
en: Do not use DBMS client: it is not possible to change this parameter for Microsoft Excel.

source: Не использовать клиент СУБД — для MS SQL этот параметр недоступен.
en: Do not use DBMS client: this parameter is not available for MS SQL.

source: Не использовать клиент СУБД — для SQLite этот параметр не доступен.
en: Do not use DBMS client: this parameter is not available for SQLite.

source: Не использовать клиент СУБД — для подключений ODBC эта опция не используется;
en: Do not use DBMS client: this option is not used for the ODBC connections.

source: Не использовать клиент СУБД — если задействовать эту опцию, то для подключения к СУБД используется альтернативный, встроенный в платформу драйвер.
en: Do not use DBMS client: if this option is used, the alternative inbox driver built into the platform is used for connection to DBMS.

source: Не использовать клиент СУБД — параметр недоступен, т.
en: Do not use DBMS client is not available

source: Не используется Не используемое — поле таблицы замен не будет использоваться;
en: Not used Not used: the replacement table field won't be used.

source: Не округлять — данные не округляются при обработке.
en: Not round: the data is not rounded when processing.

source: Не соответствуют условию Не соответствуют условию (таблица данных).
en: Do not meet criterion Do not meet criterion (data table).

source: Не требуется — при выборе этого пункта Loginom не проводит авторизацию при подключении к сервису.
en: Not required: when selecting this option, Loginom does not perform authorization when connecting to the service.

source: Не требуется — при выборе этого пункта, Loginom не проводит авторизацию при подключении к сервису.
en: Not required: when selecting this option, Loginom does not perform authorization when connecting to the service.

source: Неделя.
en: Week.

source: Нейросеть (классификация);
en: Neural network (classification).

source: Нейросеть (регрессия);
en: Neural network (regression).

source: Необходимые перечисления (DataType, DataKind, UsageType).
en: Required enumerations (DataType, DataKind, UsageType).

source: Непрерывная гистограмма — сплошная заливка под непрерывной гладкой кривой, совпадает с таковой в ячейке таблицы;
en: Сontinuous histogram means the solid fill under the continuous smooth curve, and it matches the same one in the table cell.

source: Непрерывные данные — данные, которые могут принимать любые значения в некотором интервале.
en: Continuous data means the data that can take any values in some interval.

source: Нет балансировки — распределения разницы не производится.
en: Not balance: the difference is not distributed.

source: Нет — метод контроля отсутствует.
en: No: there is no control method.

source: Нет — отклонит изменения (Пакет будет закрыт без сохранения!).
en: No will cancel changes (the Package will be closed without saving!).

source: Нет — отсутствие нормализации.
en: No: there is no normalization.

source: Неудаляемое
en: Irremovable

source: Неудаляемое — признак неудаляемости поля.
en: Irremovable: the indicator of the irremovable field.

source: Нижняя граница 95% ДИ — нижняя граница 95%-го доверительного интервала.
en: Lower bound 95% CI: the lower bound of 95% confidence interval.

source: Нижняя часть панели — содержит сводную таблицу значений Индикаторов по выбранным кластерам в Основной таблице.
en: Lower panel part contains the summary table of the values of Indicators by the selected clusters in the Main table.

source: Нижняя.
en: Lower.

source: Нижняя — нижняя граница интервала;
en: Lower — lower bin bound;

source: Номер записи Номер записи — переключить отображение столбца с порядковым номером записи в данном отчете.
en: Record number Record number: switch representation of the column with order record number in this report.

source: Номер кластера — каждому объекту присвоен номер того кластера, в который он входит.
en: Cluster number: each object is assigned with the number of the cluster into which it is included.

source: Номер кластера — перечислены номера сформированных кластеров.
en: Cluster number: numbers of the generated clusters are listed.

source: Номер строки Номер строки — показать/скрыть сквозной номер строки.
en: Row number Row number: show/hide continuous row number.

source: Номер узла — каждому объекту присвоен номер узла сети, к которому он относится.
en: Node number: each object is assigned with the number of the network node to which it relates.

source: Номер узла — перечислены номера сформированных узлов.
en: Node number: numbers of the generated nodes are listed.

source: Нормализатор
en: Normalizer

source: Нормализатор — выбранный нормализатор поля.
en: Normalizer: the selected field normalizer.

source: Нормализация дискретных данных
en: Normalization of discrete data

source: Нормализация значений полей — это преобразование данных к виду, наиболее подходящему для обработки алгоритмом.
en: Normalization of field values means the data transformation by the kind that is the most suitable one for algorithm processing.

source: Нормализация непрерывных данных
en: Normalization of continuous data

source: Нормализация
en: Normalization

source: Нормальный (NORMAL).
en: Normal (NORMAL).

source: Нулевая модель — начальная модель работы алгоритма;
en: Null model: the initial model of the algorithm operation.

source: Области Области.
en: Areas Areas.

source: Область видимости — доступность Производного компонента на разных уровнях Пакета, задается радиокнопкой:
en: Visibility area: availability of the Derived Component on different Package levels is set by the radio button:

source: Область выбора варианта извлечения данных из БД — содержит две вкладки:
en: Area of selection of variant of data retrieval from DB contains two tabs:

source: Область кода выражений;
en: The expression code area.

source: Область кода выражения;
en: The expression code area;

source: Область конечных классов можно представить в виде таблицы Показать таблицу конечных классов (Alt+One) или в виде диаграмм Показать диаграммы конечных классов (Alt+Two).
en: Area of coarse classes can be represented in the table form - Show coarse class table (Alt+One) or in the form of charts - Show coarse class charts (Alt+Two).

source: Область конечных классов.
en: Area of coarse classes.

source: Область настройки ключевых полей — напротив поля главной таблицы, которое должно стать ключевым, следует выставить флаг в столбце присоединяемой таблицы.
en: Key fields configuration area: it is required to select a checkbox in the column of the joined table opposite the main table field that must become the key one.

source: Область настройки количества строк выходной таблицы. Размер выходной таблицы задается вручную; кнопка-переключатель предоставляет выбор — непосредственно указать количество строк или задать его в процентах от размера исходной таблицы.
en: Area of the output table row count configuration. The output table size is customized. The switch button provides a choice whether to set the row count or to set it as a percentage of the source table size.

source: Область настройки количества строк для обучающей и тестовой выборок. Размер каждой выборки задается вручную; счетная кнопка "способ" предоставляет выбор — непосредственно указать количество строк или задать его в процентах от размера исходной таблицы.
en: Area of the row count configuration for the training and test samples. The size of each sample is customized. The "Method" button used for calculation provides a choice whether to set the row count or to set it as a percentage of the source table size.

source: Область настройки методов обработки выбросов и экстремальных значений — содержит список полей доступных для обработки.
en: Area of configuration of outliers and extreme values elimination methods contains a list of the fields available for processing.

source: Область настройки методов обработки пропусков — содержит список полей доступных для обработки.
en: Area of configuration of null data processing contains a list of the fields available for processing.

source: Область настройки назначений полей — представляет собой две таблицы, в первой находится перечень полей разгруппируемых данных, во второй — перечень полей данных для расчета долей.
en: Area of the field usage type configuration represents two tables. The first one contains a list of the ugrouped data fields, the second one contains a list of the data fields for calculation of quotas.

source: Область настройки сопоставления — представляет таблицу где слева представлены поля Главной таблицы, а справа Подключаемые таблицы, отмечаемые чекбоксами и выпадающими списками.
en: Mapping configuration area: the table in which the Main table fields are in the left part, and Connected tables selected with checkboxes and drop-down lists are in the right part.

source: Область начальных классов;
en: Area of fine classes;

source: Область построения сценария и панель Компоненты.
en: The Workflow Construction Area and the Components Panel

source: Область сопоставления полей — настройка полей связи главного и присоединяемого наборов данных.
en: Area of fields mapping: configuration of the connection fields of the main and joined data sets.

source: Обновить все Обновить все — перечитывает указанное количество строк в таблицу и производит автоматическое формирование результирующего набора данных.
en: Refresh all Refresh all only rereads the specified row count into a table, and provides automatic generation of the resulting data set.

source: Обновить все Обновить все — перечитывает указанное количество строк в таблицу и производит автоматическое формирование результирующего набора данных;
en: Refresh All Refresh All enables to reread the specified row count into a table, and provides automatic generation of the resulting data set.

source: Обновить данные Обновить данные — только перечитывает указанное количество строк в таблицу.
en: Refresh data Refresh data only rereads the specified row count into a table.
